[
  {
    "name" : "Kurczak Curryulululullulu",
    "servings" : "4",
    "prepare_time" : "60 minut",
    "cook_time" : "25 minut",
    "list_image_path" : "https://cdn.aniagotuje.com/pictures/articles/2020/01/1967553-v-1080x1080.jpg",
    "details_image_path" : "https://cdn.aniagotuje.com/pictures/articles/2020/01/1967562-v-720x873.jpg",
    "calories" : "1200 kcal",
    "diet" : ["bezglutenowa", "wegetariańska"],
    "categories" : ["Indyjska", "Kurczak"],
    "ingredients" : ["1 podwójna pierś z kurczaka - 650g", "1 spora papryka - 280", "1 średnia marchewka - 140g"],
    "recipe" : "Kurczaka poporcjować: odkroić polędwiczkę, pozostałą część filetu przekroić poziomo na 2 cieńsze filety. Dodatkowo, większą część przekroić na 2 mniejsze kawałki.\nKurczaka doprawić solą, pieprzem, przyprawą curry, papryką i kurkumą, następnie wysmarować 1 łyżką oliwy. Można odłożyć do zamarynowania jeśli mamy czas.\nCebulę obrać i pokroić w piórka. Marchewkę obrać i pokroić na \"zapałki\". Paprykę pokroić na krótkie paseczki. Czosnek i imbir zetrzeć na drobnej tarce.\nFilety obtoczyć w 1 łyżce mąki. Rozgrzać dużą patelnię z pozostałą 1 łyżką oliwy. Wkładać stopniowo kurczaka, podsmażać po ok. 2 - 3 minuty z każdej strony. Po obsmażeniu wyjąć mięso na talerz.\nNa tę samą patelnię włożyć pokrojoną cebulę, posiekaną marchewkę, paprykę oraz starty czosnek i imbir. Często mieszając smażyć przez ok. 3 minuty aż warzywa nieco zmiękną.\nWlać gorący bulion i zagotować. Kurczaka włożyć z powrotem na patelnię pomiędzy warzywa. Gotować przez ok. 2 minuty, raz przewracając mięso w trakcie gotowania.\nWlać śmietankę lub mleko kokosowe, wymieszać i gotować jeszcze przez ok. 2 minuty, potrząsając patelnią w trakcie gotowania celem mieszania składników.",
    "description" : "Babka z oryginalnym włoskim serem Mascarpone to przepyszna, bardzo aromatyczna i aksamitna babka, którą możesz upiec nie tylko na Wielkanoc. Przepis jest bardzo prosty, zatem każdy sobie z nim poradzi. ",
    "cuisine": "foreign"},
  {
    "name" : "Fasolka po bretońsku",
    "servings" : "3kg",
    "prepare_time" : "1 dzień",
    "cook_time" : "2 godziny",
    "list_image_path" : "https://4.bp.blogspot.com/-vwXL8gc6-JU/WbfA9JOI8zI/AAAAAAAAT3M/N5lwZlM-35AkCuL7LP4vbH2tOMgPJP1DACLcBGAs/s640/Fasolka%2Bpo%2BBreto%25C5%2584sku%2Bnajlepsza%2Bfasolka%2Bpo%2Bbretonsku%2Bszybki%2Bprosty%2Bobiad%2Bdania%2Btradycyjne%2B5.jpg",
    "details_image_path" : "https://d3iamf8ydd24h9.cloudfront.net/pictures/articles/2019/09/1237634-v-1080x1080.jpg",
    "calories" : "100 kcal w 100 gramach",
    "diet" : ["bezglutenowa"],
    "categories" : ["Polska", "Jednogarnkowe", "Tradycyjne"],
    "ingredients" : ["400 g suchej fasolki \"Piękny Jaś\" lub 2 puszki fasolki", "250 g boczku (parzonego lub wędzonego)", "250 g kiełbasy", "1 duża cebula", "2 ząbki czosnku", "1 puszka krojonych pomidorów", "2 łyżki koncentratu pomidorowego"],
    "recipe" : "Suchą fasolę wsypać do garnka, zalać zimną wodą (ok. 10 cm ponad poziom fasolki) i odstawić na noc do namoczenia.\nNastępnego dnia odcedzić, wlać 1 litr świeżej wody, dodać 1 łyżeczkę soli, ziele angielskie i liść laurowy i gotować pod przykryciem przez około 1 i 1/2 godziny do miękkości.\nOdciąć skórę z boczku, resztę pokroić w kosteczkę. Włożyć na patelnię i co chwilę mieszając dokładnie obsmażyć, przełożyć do garnka z fasolką (lub do zagotowanej w garnku fasolki z puszki wraz z zalewą).\nNa wytopionym tłuszczu dokładnie obsmażyć pokrojoną w kosteczkę kiełbasę (wcześniej obrać ją ze skórki w razie potrzeby), dodać pokrojoną w kosteczkę cebulę i smażyć jeszcze przez ok. 5 minut. Pod koniec dodać starty czosnek.\nPrzełożyć do garnka z fasolką i gotować przez ok. 5 minut na większym ogniu bez przykrycia.\nDodać krojone pomidory z puszki i koncentrat pomidorowy. Doprawić majerankiem, solą i świeżo zmielonym pieprzem. Gotować przez około 15 minut.",
    "description" : "Tradycyjna fasolka po bretońsku z moczonej i gotowanej fasoli \"Piękny Jaś\". Idealnie dobrane składniki. Dokładny opis i zdjęcia krok po kroku. Serdecznie zapraszam po przepis na najlepszą fasolkę po bretońsku!",
    "cuisine": "polish"},
  {
    "name" : "Ciasto francuskie z pieczarkami",
    "servings" : "20 sztuk",
    "prepare_time" : "30 minut",
    "cook_time" : "25 minut",
    "list_image_path" : "https://cdn.aniagotuje.com/pictures/articles/2022/12/36198753-v-1080x1080.jpg",
    "details_image_path" : "https://cdn.aniagotuje.com/pictures/articles/2022/12/36198753-v-1080x1080.jpg",
    "calories" : "155 kcal w 1 sztuce",
    "diet" : ["wegetariańska"],
    "categories" : ["Deser", "Francuska"],
    "ingredients" : ["1 płat ciasta francuskiego XXL - 375 g", "500 g pieczarek białych lub brązowych", "100 g ulubionego żółtego sera", "2 łyżki oleju do smażenia lub masła"],
    "recipe" : "Cebulę kroimy w kostkę. Pieczarki kroimy na mniejsze kawałki. Na patelni rozgrzewamy niewielką ilość oleju lub masła, dodajemy cebulę oraz pieczarki. Smażymy, co jakiś czas mieszając. Pod koniec dodajemy natkę pietruszki. Doprawiamy ziołami prowansalskimi, solą oraz pieprzem. Studzimy. Ciasto francuskie rozwijamy. Kroimy na 6 kwadratów. Na każdym kawałku, po ukosie, rozkładamy porcję tartej mozzarelli oraz pieczarek. Zwijamy przeciwległe końce ciasta, lekko do siebie dociskając. Koperty z ciasta francuskiego układamy na dużej blaszce, wyłożonej papierem do pieczenia. Wstawiamy do piekarnika nagrzanego do 200 stopni na około 30 minut (do zarumienienia)",
    "description" : "Ciasto francuskie z pieczarkami to przekąska błyskawiczna do zrobienia, a do tego super pyszna i niezwykle uniwersalna. Przepis sprawdzi się i na Święta i na różne przyjęcia. ",
    "cuisine": "foreign"},
  {
    "name" : "Enchilada",
    "servings" : "12",
    "prepare_time" : "90 minut",
    "cook_time" : "20 minut",
    "list_image_path" : "https://cdn.aniagotuje.com/pictures/articles/2023/01/37631488-v-1080x1080.jpg",
    "details_image_path" : "https://cdn.aniagotuje.com/pictures/articles/2023/01/37631488-v-1080x1080.jpg",
    "calories" : "370 kcal w 1 ehciladas",
    "diet" : ["normalna"],
    "categories" : ["Meksykańska", "Kurczak", "Wrapy"],
    "ingredients" : ["12 małych placków z tortilla pszennej lub kukurydzianej ", "1 średniej wielkości pierś z kurczaka ", "do 500 g fasoli z puszki", "200 g ulubionego sera cheddar", "1 większa cebula"],
    "recipe" : "Nastawić do ugotowania ryż. Kurczaka pokroić na 2 cm paski. Doprawić go solą, pieprzem oraz mieszanką przypraw i nasmarować 2 łyżkami oleju roślinnego. Rozgrzać patelnię z grubym dnem. Gdy będzie gorąca wlać łyżkę oleju, włożyć kurczaka i obsmażyć go z każdej strony, przez ok. 5 minut. Zdjąć z patelni i odłożyć na bok. Na patelnię dodać łyżkę oleju i zeszklić pokrojoną w kosteczkę cebulę. Dodać pokrojoną w kostkę paprykę. Smażyć co chwilę mieszając przez około 3 minuty. Dodać ugotowany ryż, odcedzoną kukurydzę i fasolę oraz podsmażone kawałki kurczaka, wszystko wymieszać.",
    "description" : "Enchiladas to przepyszne i bardzo sycące danie kuchni meksykańskiej. Przepis jest prosty i dokładnie opisany. Idealnie sprawdzi się na obiad i na spotkania ze znajomymi. ",
    "cuisine": "foreign"},
  {
    "name" : "Żurek",
    "servings" : "2 litry",
    "prepare_time" : "30 minut",
    "cook_time" : "30 minut",
    "list_image_path" : "https://cdn.aniagotuje.com/pictures/articles/2020/01/1967553-v-1080x1080.jpg",
    "details_image_path" : "https://cdn.aniagotuje.com/pictures/articles/2020/01/1967562-v-720x873.jpg",
    "calories" : "400 kcal na talerz",
    "diet" : ["normalna"],
    "categories" : ["Polska", "Wielkanocna"],
    "ingredients" : ["1 litr bulionu warzywnego", "500 ml zakwasu żytniego do żurku", "100 g kiełbasy zwykłej podsuszanej", "200 g kiełbasy białej surowej lub parzonej", "3 łyżki śmietanki 30 %", "200 g boczku surowego wędzonego"],
    "recipe" : "Bulion lub wywar zagotować z dodatkiem pokrojonych na 2 - 3 części wędzonych żeberek lub kości lub pokrojonego na 4 części boczku. Gotować przez ok. 20 minut. Dodać surową białą kiełbasę, zmniejszyć ogień i gotować na wolnym ogniu przez ok. 20 minut. Dodać żur i gotować przez ok. 10 minut. W międzyczasie dodać majeranek oraz czosnek przygotowany w następujący sposób: nieobrany czosnek położyć na małej patelence i prażyć go przez ok. 10 minut, następnie delikatnie rozgnieść. Zupę odstawić z ognia. Dodać śmietanę i doprawić w razie potrzeby solą oraz pieprzem. Wyjąć kiełbasę z zupy, pokroić ją na plasterki, włożyć z powrotem do garnka z zupą (część kiełbasy można upiec według wskazówek poniżej). Żurek podawać z ugotowanym jajkiem i pieczywem.",
    "description" : "Mój ulubiony, tradycyjny przepis na żurek wielkanocny na wędzonce i białej kiełbasie. Ten wyjątkowy żurek zabielam odrobiną śmietanki, by był delikatniejszy. Czasem dodaję też łyżkę tartego chrzanu. ",
    "cuisine": "polish"},
  {
    "name" : "Ratatouille",
    "servings" : "2kg",
    "prepare_time" : "60 minut",
    "cook_time" : "60 minut",
    "list_image_path" : "https://posilkiwchorobie.pl/wp-content/uploads/2020/03/ratatouille-1280x560.jpg",
    "details_image_path" : "https://na-talerzu.pl/wp-content/uploads/2021/08/Ratatouille-zapiekany-7306-1.jpg",
    "calories" : "110 kcal w 100g dania",
    "diet" : ["wegańska", "wegetariańska"],
    "categories" : ["Francuska", "Warzywa"],
    "ingredients" : ["500g pomidorów", "2 cebule", "2 papryki", "2 cukinie", "1 bakłażan", "2 ząbki czosnku"],
    "recipe" : "Pomidory obierz ze skórki i pokrój w kostkę. W kostkę pokrój też paprykę, cukinię i bakłażana. Posiekaj cebulę i czosnek. W rondlu rozgrzej oliwę z oliwek, dodaj czosnek i cebulę oraz liść laurowy. Smaż, aż cebula zrobi się szklista, około 2–3 minuty. Po tym czasie dodaj pokrojone warzywa, zaczynając od papryki, następnie dodaj bakłażana, cukinię, a na końcu pomidory i tymianek. Duś około 10 minut, dopraw do smaku.",
    "description" : "Ratatouille to super ciekawe i bardzo smaczne danie z kuchni francuskiej. Przepis opiera się na samych warzywach i ziołach. Ratatouille najlepiej jest szykować w lecie. ",
    "cuisine": "foreign"},
  {
    "name" : "Sernik wielkanocny",
    "servings" : "2kg",
    "prepare_time" : "60 minut",
    "cook_time" : "80 minut",
    "list_image_path" : "https://cdn.galleries.smcloud.net/t/galleries/gf-MMEo-Nhiu-Rtyr_sernik-po-wiedensku-z-ajerkoniakiem-przepis-na-ciasto-nie-tylko-na-wielkanoc-664x442-nocrop.jpg",
    "details_image_path" : "https://cdn.galleries.smcloud.net/t/galleries/gf-MMEo-Nhiu-Rtyr_sernik-po-wiedensku-z-ajerkoniakiem-przepis-na-ciasto-nie-tylko-na-wielkanoc-664x442-nocrop.jpg",
    "calories" : "225 kcal w 100g sernika",
    "diet" : ["wegetariańska"],
    "categories" : ["Polska", "deser"],
    "ingredients" : ["1 kg półtłustego lub tłustego twarogu lub sera twarogowego mielonego", "7 średniej wielkości jajek", "200 g cukru drobnego - około 4/5 szklanki", "200 g śmietanki kremówki 30 % - 200 ml"],
    "recipe" : "Zmiksować robotem kuchennym orzeszki i pokruszone herbatniki. Masło roztopić w rondelku lub na małej patelni i dorzucić do niego orzeszki i herbatniki. Całość przełożyć do wyłożonej papierem do pieczenia tortownicy i wyrównać. Pozostawić do schłodzenia w lodówce. Biała czekolada powinna być rozpuszczona w kąpieli wodnej. Jajka należy zmiksować z serem, śmietanką i skórką z cytryny, a także cukrem i cukrem waniliowym. Po zmiksowaniu należy dolać do nich czekoladę i dodać serek mascarpone, a całość zmiksować.Na spód w tortownicy wyłożyć masę i wyrównać. Pieczemy ciasto w temperaturze 18 stopni C przez 60 minut. Kolejne 15 minut dopiekamy w temperaturze 160 stopni.Ostudzony sernik smarujemy masą kajmakową i ozdabiamy skórką cytrynową, lukrem oraz prażonymi migdałami.",
    "description" : "Delikatny i super puszysty sernik wielkanocny, to moja propozycja na pyszny sernik pieczony. Sam sernik zrobisz tylko z pięciu składników i to bez użycia masła. Jest niesamowity!",
    "cuisine": "polish"},
  {
    "name" : "Pancakes",
    "servings" : "8 sztuk",
    "prepare_time" : "25 minut",
    "cook_time" : "25 minut",
    "list_image_path" : "https://cdn.aniagotuje.com/pictures/articles/2023/02/38480090-v-1080x1080.jpg",
    "details_image_path" : "https://cdn.aniagotuje.com/pictures/articles/2023/02/38480090-v-1080x1080.jpg",
    "calories" : "170 kcal w 1 placku",
    "diet" : ["wegetariańska"],
    "categories" : ["Amerykańska", "śniadanie"],
    "ingredients" : ["pełna szklanka mąki pszennej", "7 średniej wielkości jajek", "1 szklanka mleka", "3 średnie jajka", "3 łyżki jogurtu naturalnego", "2 łyżki cukru", "pół łyżeczki sody oczyszczonej"],
    "recipe" : "W blenderze zmiksować wszystkie składniki na gładką masę o konsystencji gęstej śmietany. Rozgrzać patelnię i na średnim ogniu smażyć pancakes z dwóch stron. Podawać z syropem klonowym, masłem lub cukrem.",
    "description" : "Pancakes to super puszyste placki śniadaniowe na sodzie. Są proste do zrobienia i bardzo uniwersalne. Możesz je jeść na śniadanie, lunch, czy podwieczorek. Pyszne z jogurtem, owocami czy z ulubionym syropem.",
    "cuisine": "foreign"}
]